Repository: granvik/woodurcoin
Catalog: languages/woodurcoin-*.po
Languages: ru_ru

source: Accept DURCOIN if the order is virtual
ru_ru: Принимайте DURCOIN, если заказ виртуальный

source: Accept for virtual orders
ru_ru: Принимать виртуальные заказы

source: Add API Key
ru_ru: Добавить ключ для доступа к API

source: Add Widget ID
ru_ru: Добавить ID виджета

source: Asset description
ru_ru: Описание актива

source: Asset full name.
ru_ru: Полное имя актива.

source: Description
ru_ru: Описание

source: Destination address
ru_ru: Адрес назначения

source: Durcoin Payment method description that the customer will see on your checkout.
ru_ru: Описание способа оплаты Durcoin, которое клиент увидит при оформлении заказа.

source: Durcoin Payment method description that the customer will see on your website.
ru_ru: Описание способа оплаты Durcoin, которое клиент увидит на вашем веб-сайте.

source: Durcoin Payments
ru_ru: Платежи через Durcoin

source: Durcoin Payments before delivery.
ru_ru: Оплата Durcoin перед доставкой.

source: Durcoin token
ru_ru: Токен Durcoin

source: Enable Durcoin Payments
ru_ru: Включить платежи через Durcoin

source: Enable/Disable
ru_ru: Включить/Отключить

source: granvik
ru_ru: гранвик

source: Have your customers pay with Durcoin Payments.
ru_ru: Попросите своих клиентов расплачиваться платежами Durcoin.

source: Icon
ru_ru: Иконка

source: Icon for checkout gateway view.
ru_ru: Значок на странице оформления заказа.

source: Instructions that will be added to the thank you page.
ru_ru: Инструкции, которые будут добавлены на страницу "Спасибо".

source: Integration Durcoin payments into Woocommerce.
ru_ru: Интеграция платежей с использованием Durcoin в Woocommerce.

source: Pay on Waves.Exchange
ru_ru: Оплатить на Waves.Exchange

source: QR code
ru_ru: QR-код

source: Show a QR code
ru_ru: Показать QR-код

source: Show a QR code with a link to the payment page on the Durcoin.Exchange.
ru_ru: Отображать QR-код ссылки на оплату через Durcoin.Exchange на странице платежа.

source: This addresses will be used for receiving funds.
ru_ru: Этот адрес будет использоваться для получения средств.

source: This plugin requires <a href="https://www.php.net/manual/en/book.gmp.php" target="_blank">GMP PHP extension</a>.
ru_ru: Для этого плагина требуется <a href="https://www.php.net/manual/en/book.gmp.php "target="_blank"> расширение PHP GMP</a>.

source: Title
ru_ru: Наименование
